Repository: lakoliu/Tyd
Catalog: lib/l10n/app_*.arb
Languages: de

source: DAY
de: TAG

# anyDayNow
source: You can expect your period any day now
de: Du bekommst deine Periode vermutlich innerhalb der nächsten Tage

# nDaysUntilPeriod
source: ~{count,plural, =1{{count} day until your next period} other{{count} days until your next period}
de: ~{count,plural, =1{{count} Tag bis zu deiner nächsten Periode} other{{count} Tage bis zu deiner nächsten Periode}

# nDays
source: {count,plural, =1{{count} day} other{{count} days}
de: {count,plural, =1{{count} Tag} other{{count} Tage}

source: Period started:
de: Beginn der Periode:

source: Last period:
de: Letzte Periode:

source: Your average cycle:
de: Durchschnittliche Länge deines Zyklus:

source: Period
de: Periode

source: History
de: Kalender

source: Bleeding
de: Blutungsstärke

source: Pain
de: Schmerzstärke

source: Symptoms
de: Symptome

source: Medication Taken
de: Eingenommene Medikamente

source: Medication
de: Medikament

source: Time
de: Uhrzeit

source: Dose
de: Dosis

source: Notes
de: Notiz

# changeTampon
source: You will be notified at {notifyTime} to change your tampon.
de: Du wirst um {notifyTime} benachrichtigt deinen Tampon zu wechseln.

# changePad
source: You will be notified at {notifyTime} to change your pad.
de: Du wirst um {notifyTime} benachrichtigt deine Binde zu wechseln.

# emptyCup
source: You will be notified at {notifyTime} to empty your cup.
de: Du wirst um {notifyTime} benachrichtigt deine Menstruationstasse zu leeren.

# changeUnderwear
source: You will be notified at {notifyTime} to change your underwear.
de: Du wirst um {notifyTime} benachrichtig deine Menstruationsunterwäsche zu wechseln.

# selectStart
source: SELECT START TIME
de: WÄHLE DEN STARTZEITPUNKT

# selectStop
source: SELECT STOP TIME
de: WÄHLE DEN ENDZEITPUNKT

# stopUpper
source: STOP
de: STOPP

# saveUpper
source: SAVE
de: SICHERN

source: Edit Entry
de: Eintrag bearbeiten

source: Type
de: Produkt

source: Size
de: Größe

source: Stop
de: Stopp

# deleteUpper
source: DELETE
de: LÖSCHEN

# deleteEntry
source: Delete this entry?
de: Willst du diesen Eintrag löschen?

# cancelUpper
source: CANCEL
de: ABBRECHEN

# closeUpper
source: CLOSE
de: SCHLIESSEN

source: Pad
de: Binde

source: Cup
de: Menstruationstasse

source: Underwear
de: Menstruationsunterwäsche

source: Just Changed
de: Gerade gewechselt

source: Edit
de: Bearbeiten

source: Not enough data
de: Nicht genügend Daten vorhanden

source: Statistics
de: Statistik

source: Average period:
de: Durchschnittliche Länge der Periode:

source: Average cycle:
de: Durchschnittliche Länge des Zyklus:

# averageBleeding
source: Avg. bleeding on day
de: Durchschnittliche Blutungsstärke an Tag

source: Total period days:
de: Anzahl aller Tage mit Periode:

source: Total days tracked:
de: Anzahl der Tage seit Nutzung der App:

source: Settings
de: Einstellungen

source: Appearance
de: Design

source: Dark Mode
de: Dunkelmodus

source: Accent Color
de: Hauptfarbe

# sympsMedsEtc
source: Symptoms, Meds, Etc.
de: Symptome, Medikamente, etc.

# periodSymptomsSetting
source: Period Symptoms
de: Periodensymptome

# pmsSymptomsSetting
source: PMS Symptoms
de: PMS-Symptome

source: Medicines
de: Medikamente

source: Tampon Sizes
de: Tampongrößen

source: Times
de: Zeiten

source: Intervals
de: Zeitintervalle

# allSanitaryList
source: Tampons, pads, cups, and underwear
de: Tampons, Binden, Menstruationstassen und Menstruationsunterwäsche

source: Saved Data
de: Gespeicherte Daten

source: Import Data
de: Datensatz importieren

# importFrom
source: Import data from Tyd or Clue
de: Aus Tyd oder Clue

# importFile
source: Import A File
de: Importiere eine Datei

source: Browse
de: Durchsuchen

# importUpper
source: IMPORT
de: IMPORTIEREN

source: Back Up Data
de: Back Up der Daten

# deleteData
source: Delete All Data
de: Alle Daten löschen

source: Are you sure?
de: Bist du sicher?

# deleteAllData
source: This will erase ALL of the data you have recorded. Type "DELETE" to continue.
de: ALLE deiner Daten werden gelöscht. Gib "LÖSCHEN" ein um fortzufahren.

source: Reset
de: Zurücksetzen

# resetAll
source: Reset All Settings
de: Alle Einstellungen zurücksetzen

# resetAllSettings
source: This will erase all of your custom settings. Type "DELETE" to continue.
de: ALLE deiner selbst gewählten Änderungen an den Einstellungen werden gelöscht. Gib "LÖSCHEN" ein um fortzufahren.

source: Calendar
de: Kalender

source: Tampon Timer
de: Periodenprodukt Timer

source: Green
de: Grün

source: Blue
de: Blau

source: Teal
de: Petrol

source: Purple
de: Lila

source: Custom
de: Benutzerdefiniert

# editIntervals
source: Edit Change Intervals
de: Zeitintervalle bearbeiten

# itemInterval
source: {sanitaryItem} Interval
de: Zeitintervall {sanitaryItem}

# medicineBlank
source: Medicine cannot be blank.
de: Der Medikamentenname muss noch angegeben werden.

source: Edit Medicines
de: Bearbeitung der Medikamente

source: Edit Medicine
de: Medikament bearbeiten

# medicineExists
source: That medicine already exists.
de: Dieses Medikament gibt es bereits.

# addDotDot
source: Add...
de: Hinzufügen...

# addMedicine
source: Add New Medicine
de: Hinzufügen eines neuen Medikaments

# symptomBlank
source: Symptom cannot be blank.
de: Das Symptom muss noch angegeben werden.

source: Edit Period Symptoms
de: Bearbeitung der Periodensymptome

source: Edit Symptom
de: Symptom bearbeiten

# symptomExists
source: That symptom already exists.
de: Dieses Symptom gibt es bereits.

# addSymptom
source: Add New Symptom
de: Hinzufügen eines neuen Symptoms

source: Edit PMS Symptoms
de: Bearbeitung der PMS-Symptome

# sizeBlank
source: Size cannot be blank.
de: Die Größe muss noch angegeben werden.

# editSizes
source: Edit Tampon Sizes
de: Bearbeitung der Tampongrößen

source: Edit Size
de: Bearbeitung der Größe

# sizeUsed
source: This size is being used in today's tampon timer.
de: Diese Größe wird heute schon im Timer genutzt.

# sizeExists
source: That size already exists.
de: Diese Größe gibt es bereits.

# addSize
source: Add New Size
de: Hinzufügen neuer Größe

source: Changed to...
de: Neues Periodenprodukt ist...
